{
  "</s>": 2,
  "<mask>": 250026,
  "<pad>": 1,
  "<s>": 0,
  "<unk>": 3,
  "ar_AR": 250001,
  "cs_CZ": 250002,
  "de_DE": 250003,
  "en_XX": 250004,
  "es_XX": 250005,
  "et_EE": 250006,
  "fi_FI": 250007,
  "fr_XX": 250008,
  "gu_IN": 250009,
  "hi_IN": 250010,
  "it_IT": 250011,
  "ja_XX": 250012,
  "kk_KZ": 250013,
  "ko_KR": 250014,
  "lt_LT": 250015,
  "lv_LV": 250016,
  "my_MM": 250017,
  "ne_NP": 250018,
  "nl_XX": 250019,
  "ro_RO": 250020,
  "ru_RU": 250021,
  "si_LK": 250022,
  "tr_TR": 250023,
  "vi_VN": 250024,
  "zh_CN": 250025
}
