{
  "additional_special_tokens": null,
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "model_max_length": 1024,
  "name_or_path": "/tmp/6f954bd236e04c5ebe44530f50f9509f",
  "pad_token": "<pad>",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "special_tokens_map_file": null,
  "src_lang": "de_DE",
  "tgt_lang": "de_DE",
  "tokenizer_class": "MBartTokenizer",
  "tokenizer_file": null,
  "unk_token": "<unk>"
}
